Repository: sunilkumargit/wingsoa
Catalog: trunk/Applications/BusinessIntelligence/Wing.Olap.Controls/Localization.*.resx
Languages: ru

source: Apply
ru: Применить

source: Clear
ru: Очистить

# Clipboard_ClipboardUnavailable
source: Clipboard is unavailable
ru: Буфер обмена не доступен

# Clipboard_UnableCopy
source: Unable to copy the text
ru: Невозможно скопировать текст

source: Connection String
ru: Строка соединения

# ContextCmd_Copy
source: Copy
ru: Копировать

# ContextCmd_Cut
source: Cut
ru: Вырезать

# ContextCmd_Delete
source: Delete
ru: Удалить

# ContextCmd_Paste
source: Paste
ru: Вставить

# ContextCmd_SelectAll
source: Select All
ru: Выделить все

# ContextMenu_Copy
source: Copy
ru: Копировать

# ContextMenu_CopyValue
source: Copy value
ru: Копировать данные

# ContextMenu_CustomProperties
source: Custom properties
ru: Пользовательские свойства

# ContextMenu_DeliveryValue
source: Delivery value
ru: Распределить значение

# ContextMenu_Paste
source: Paste
ru: Вставить

# ContextMenu_Properties
source: Properties
ru: Свойства

# ContextMenu_ShowMDX
source: Show MDX
ru: Показать MDX

# CopyToClipboard_ToolTip
source: Copy to clipboard
ru: Скопировать в буфер

# CustomPropertiesDialog_Caption
source: Custom Properties
ru: Пользовательские свойства

# DataSourceInfoDialog_Caption
source: Data Source Information
ru: Информация об источнике данных

# DataSourceInfo_MovedAxes
source: MDX Query (2 Axes)
ru: MDX запрос (2 оси)

# DataSourceInfo_ShowParsedQuery
source: Show parsed query
ru: Показывать разобранный запрос

# DataSourceInfo_ShowParsedScript
source: Show parsed script
ru: Показывать разобранный скрипт

# DateChoice_Caption
source: Date choice
ru: Выбор даты

source: Delete
ru: Удалить

# DialogButton_Cancel
source: Cancel
ru: Отмена

# Filter_AddOperand
source: Add Operand
ru: Добавить операнд

# Filter_AddOperation
source: Add Operation
ru: Добавить операцию

# Filter_Contains
source: Contains
ru: Содержит

# Filter_Equal
source: Equal
ru: Равно

source: Find
ru: Поиск

# KPIChoice_Caption
source: KPI choice
ru: Выбор KPI

# LevelChoice_Caption
source: Level choice
ru: Выбор уровня

source: Loading...
ru: Загрузка...

# MdxDesigner_ColumnsArea_Caption
source: Columns
ru: Колонки

# MdxDesigner_DataArea_Caption
source: Data
ru: Данные

# MdxDesigner_FilterArea_Caption
source: Filters
ru: Фильтры

# MdxDesigner_RowsArea_Caption
source: Rows
ru: Строки

source: MDX Query
ru: MDX запрос

# MeasureChoice_Caption
source: Measure choice
ru: Выбор меры

# MemberChoice_Caption
source: Members choice
ru: Выбор элементов измерения

# MemberChoice_ClearSelection_ToolTip
source: Clear Selection
ru: Сбросить выбранные

# MemberChoice_LoadAll
source: Load All ...
ru: Загрузить все ...

# MemberChoice_LoadNext
source: Load Next ...
ru: Загрузить далее ...

# MemberChoice_MembersFound
source: Members found:
ru: Элементов найдено:

# MemberChoice_MembersSelected
source: Members selected:
ru: Элементов выбрано:

# MemberChoice_MultiSelect
source: <Multi Select>
ru: <Множественный выбор>

# MemberChoice_Refresh_ToolTip
source: Refresh
ru: Обновить

# MemberChoice_Selected
source: Selected
ru: Выбранные

# MemberChoice_ShowMemberProperties_ToolTip
source: Show Custom Member Properties
ru: Показывать пользовательские свойства элементов

source: Members
ru: Элементы

# MessageBox_Error
source: Error
ru: Ошибка

# MessageBox_Warning
source: Warning
ru: Внимание

# PivotGrid_BackButton_ToolTip
source: Navigate Backward (Ctrl+Left)
ru: Назад (Ctrl+Влево)

# PivotGrid_CancelEditButton_ToolTip
source: Restore table data in initial state or state before recalculation
ru: Восстановить данные таблицы в первоначальное состояние или состояние до пересчета

# PivotGrid_CellsCopyAreaError
source: That command cannot be use on multiple selections.
ru: Данная команда неприменима для несвязных диапазонов.

# PivotGrid_Collapse
source: Collapse
ru: Свернуть

# PivotGrid_ConfirmEditButton_ToolTip
source: Recalculate table data with current changes
ru: Пересчитать данные таблицы с учетом внесенных изменений

# PivotGrid_DrillDown
source: DrillDown
ru: Детализировать

# PivotGrid_EditButton_ToolTip
source: On/Off Editing Mode
ru: Режим редактирования

# PivotGrid_Expand
source: Expand
ru: Развернуть

# PivotGrid_ForwardButton_ToolTip
source: Navigate Forward (Ctrl+Right)
ru: Вперед (Ctrl+Вправо)

# PivotGrid_HideEmptyColumnsButton_ToolTip
source: Hide Empty Columns
ru: Спрятать пустые колонки

# PivotGrid_HideEmptyRowsButton_ToolTip
source: Hide Empty Rows
ru: Спрятать пустые строки

# PivotGrid_RefreshButton_ToolTip
source: Refresh
ru: Обновить

# PivotGrid_RestoreDefaultSize_ToolTip
source: Restore default size for columns and rows members
ru: Восстановить размеры по-умолчанию

# PivotGrid_SaveCachedChanges
source: The operation requires the recalculation given with provision for contributed change. Please, recalculate data or cancel changes.
ru: Операция требует пересчета данных с учетом внесенных изменений. Пересчитайте данные или отмените изменения.

# PivotGrid_ToBeginButton_ToolTip
source: Navigate To Begin (Ctrl+Shift+Left)
ru: В начало (Ctrl+Shift+Влево)

# PivotGrid_ToEndButton_ToolTip
source: Navigate To End (Ctrl+Shift+Right)
ru: В конец (Ctrl+Shift+Вправо)

# PivotGrid_UseChangesCasheButton_ToolTip
source: Use remitted recalculation
ru: Использовать отложенный пересчет

# PropertiesDialog_Caption
source: Properties
ru: Свойства

# PropertiesList_PropertyColumn
source: Property
ru: Свойство

# PropertiesList_ValueColumn
source: Value
ru: Значение

# TreeNode_ErrorLoadingData
source: Error loading data
ru: Ошибка загрузки данных

source: Update Script
ru: Скрипт обновления

# ValueCopyControl_Coordinates
source: Coordinates:
ru: Координаты:

# ValueCopyControl_CopyButton_Caption
source: Copy
ru: Копировать

# ValueCopyControl_CopyValueFromSource
source: Copy value from source
ru: Копировать значение из источника

# ValueCopyControl_DeliveryValuePropotrionalSource
source: Delivery value proportional by source
ru: Распределить значение пропорционально источнику

# ValueCopyControl_DestFieldIsAllMember
source: Receiver filds must not contain elements of the type 'All'.
ru: В координатах приемника не должены содержаться элементы типа 'All'.

# ValueCopyControl_Destination
source: Receiver
ru: Приемник

# ValueCopyControl_Dimension
source: Dimension
ru: Измерение

# ValueCopyControl_Hierarchy
source: Hierarchy
ru: Иерархия

# ValueCopyControl_ShowNotEmpty_Caption
source: Source or Receiver is selected
ru: Указаны источник или приемник

# ValueCopyControl_Source
source: Source
ru: Источник

# ValueCopyControl_SourceAndDestFieldNotFilled_Warning
source: Not some field are filled in source and receiver.
ru: Не заполнены некоторые поля в источнике и приемнике.

# ValueCopyControl_SourceAndDestIsEqual_Warning
source: Settings for source and receiver must differ.
ru: Настройки источника и приемника должны отличаться.

# ValueCopyControl_TypeOfCopying
source: Type of copying:
ru: Тип копирования:

# ValueCopyControl_Value
source: Value:
ru: Значение:

# ValueCopyControl_Сoefficient
source: Сoefficient:
ru: Коэффициент:

# ValueCopyDialog_Caption
source: Value Copy Settings
ru: Копирование данных

# ValueDeliveryControl_ChildrenMembers
source: Children members
ru: Дочерние элементы

# ValueDeliveryControl_Delivered
source: Delivered
ru: Распределено

# ValueDeliveryControl_DeliveredCellSettings
source: Cell details:
ru: Информация о ячейке:

# ValueDeliveryControl_DeliveryTo
source: Delivery to:
ru: Распределить на:

# ValueDeliveryControl_Hierarchy
source: Hierarchy
ru: Иерархия

# ValueDeliveryControl_Member
source: Member
ru: Элемент

# ValueDeliveryControl_MembersToDelivery
source: Members to delivery:
ru: Элементы для распределения:

# ValueDeliveryControl_NewValue
source: New value
ru: Новое значение

# ValueDeliveryControl_OriginalValue
source: Original value
ru: Начальное значение

# ValueDeliveryControl_SelectedMembers
source: Selected members
ru: Выбранные элементы

# ValueDeliveryControl_SiblingsMembers
source: Siblings members
ru: Соседние элементы

# ValueDeliveryDialog_Caption
source: Value Delivery Settings
ru: Распределение значения

# ValueDeliveryDialog_Delivered
source: Delivered:
ru: Распределено:

# ValueDeliveryDialog_RestToDelivery
source: Rest to delivery:
ru: Остаток к распределению:

# ValueDeliveryDialog_ValueToDelivery
source: Value to delivery:
ru: Значение к распределению:

# MdxDesigner_ValuesNode_Caption
source: Values
ru: Значения

# MdxDesigner_ContextMenu_MoveDown
source: Move Down
ru: Переместить Вниз

# MdxDesigner_ContextMenu_MoveToColumnsArea
source: Move to Columns
ru: Переместить в Колонки

# MdxDesigner_ContextMenu_MoveToFiltersArea
source: Move to Filters
ru: Переместить в Фильтры

# MdxDesigner_ContextMenu_MoveToRowsArea
source: Move to Rows
ru: Переместить в Строки

# MdxDesigner_ContextMenu_MoveUp
source: Move Up
ru: Переместить Вверх

# MdxDesigner_ContextMenu_RemoveField
source: Remove Field
ru: Удалить элемент

# MdxDesigner_CubeMetadata
source: Cube Metadata
ru: Метаданные куба

# MdxDesigner_MdxQuery
source: MDX Query
ru: MDX запрос

# MdxDesigner_ExecuteQuery
source: Execute MDX query
ru: Выполнить MDX запрос

# MdxDesigner_QueryResult
source: Query result
ru: Результат запроса

# MdxDesigner_RunQueryAutomatic
source: Run MDX query automatic
ru: Выполнять MDX запрос автоматически

# MdxDesigner_ContextMenu_ChangeFilter
source: Change Filter
ru: Изменить фильтр

# MdxDesigner_ShowQuery_ToolTip
source: Show/Hide MDX query
ru: Показать/Cпрятать MDX запрос

# PivotGrid_CopyToClipboardButton_ToolTip
source: Copy selected cells to Clipboard
ru: Копировать выделенные ячейки в буфер

# PivotGrid_ExportToExcelButton_ToolTip
source: Export to Microsoft Excel
ru: Экспорт в Microsoft Excel

# PivotGrid_PasteFromClipboardButton_ToolTip
source: Paste cells from Clipboard
ru: Вставить ячейки из буфера

# SaveDialog_Filter_XmlFiles
source: Xml Files (.xml)|*.xml
ru: Xml файлы (.xml)|*.xml

# SaveDialog_Filter_XlsFiles
source: Xls Files (.xls)|*.xls
ru: Xls файлы (.xls)|*.xls

# PivotGrid_GoToFocusedCellButton_ToolTip
source: Go to Focused Cell
ru: Перейти к ячейке с фокусом

# MdxDesigner_ExportLayout_ToolTip
source: Export query layout settings
ru: Экспортировать настройки запроса

# MdxDesigner_ImportLayout_ToolTip
source: Import query layout settings
ru: Импортировать настройки запроса

# Connection_PropertyDesc
source: Connection
ru: Соединение

# ControlSettingsNotInitialized_Message
source: Settings not initialized: {0}
ru: Не настроены свойства: {0}

# CubeName_PropertyDesc
source: Cube Name
ru: Имя куба

# DateChoiceControl_Name
source: Date choice control
ru: Контрол выбора даты

# DimensionUniqueName_PropertyDesc
source: Dimension unique name
ru: Уникальное имя измерения

# HierarchyUniqueName_PropertyDesc
source: Hierarchy unique name
ru: Уникальное имя иерархии

# KpiChoiceControl_Name
source: KPI choice control
ru: Контрол выбора KPI

# LevelChoiceControl_Name
source: Level choice control
ru: Контрол выбора уровня

# MeasureChoiceControl_Name
source: Measure choice control
ru: Контрол выбора меры

# Filter_BeginWith
source: Begin with
ru: Начинается с

# PivotGrid_RotateAxesButton_ToolTip
source: Rotate axes
ru: Повернуть оси

source: Error
ru: Ошибка

# PivotGridControl_Name
source: Pivot grid
ru: Сводная таблица

# UpdateScript_PropertyDesc
source: Update script
ru: Скрипт обновления

source: Warning
ru: Предупреждение

# MdxDesigner_ContextMenu_TopFilter
source: Top N
ru: Первые N

# Filter_Type_Bottom
source: Bottom
ru: Наименьших

# Filter_Type_Top
source: Top
ru: Наибольших

# TopFilterDialog_Caption
source: 'Top N' Filter
ru: Фильтр 'Первые N'

# MdxDesigner_ContextMenu_CancelFilter
source: Cancel Filter
ru: Отменить фильтр

# Filter_Label_By
source: by
ru: по

# Filter_Target_Items
source: Items
ru: Элементов списка

# Filter_Target_Percent
source: Percent
ru: Процентов от числа эл-тов

# Filter_Target_Sum
source: Sum
ru: Сумма

# FilterBuilder_Caption
source: Filter building
ru: Построение фильтра

# FilterControl_Caption
source: Filter
ru: Фильтр

# FilterControl_Label_FilterSettings
source: Filter settings:
ru: Свойства фильтра:

# FilterControl_Label_FilterType
source: Filter type:
ru: Тип фильтра:

# LabelFilter_Name
source: Label Filter
ru: Фильтр по подписи

# TopFilter_Name
source: Top N
ru: Первые N

# ValueFilter_Name
source: Value Filter
ru: Фильтр по значению

# Filter_Label_And
source: and
ru: и

# LabelFilter_BeginWith
source: Begin with
ru: Начинается с

# LabelFilter_Contain
source: Contains
ru: Содержит

# LabelFilter_EndWith
source: End with
ru: Заканчивается на

# LabelFilter_NotBeginWith
source: Does not begin with
ru: Не начинается с

# LabelFilter_NotContain
source: Does not contain
ru: Не содержит

# LabelFilter_NotEndWith
source: Does not end with
ru: Не заканчивается на

# ValueFilter_Between
source: Is between
ru: Между

# ValueFilter_Equal
source: Equals
ru: Равно

# ValueFilter_Greater
source: Is greater than
ru: Больше чем

# ValueFilter_GreaterOrEqual
source: Is greater than or equal to
ru: Больше или равно

# ValueFilter_Less
source: Is less than
ru: Меньше чем

# ValueFilter_LessOrEqual
source: Is less than or equal to
ru: Меньше или равно

# ValueFilter_NotBetween
source: Is not between
ru: Вне

# ValueFilter_NotEqual
source: Does not equal
ru: Не равно

# CubeBrowserControl_Name
source: Cube Browser
ru: Контрол просмотра куба

# CubeChoiceControl_Name
source: Cube choice control
ru: Контрол выбора куба

# DimensionChoiceControl_Name
source: Dimension choice control
ru: Контрол выбора измерения

# HierarchyChoiceControl_Name
source: Hierarchy choice control
ru: Контрол выбора иерархии

# MemberChoiceControl_Name
source: Member choice control
ru: Контрол выбора элементов измерения

# ServerExplorerControl_Name
source: Server Explorer control
ru: Контрол просмотра OLAP сервера

# ValueCopyControl_ExportSettings_ToolTip
source: Export Settings
ru: Экспорт настроек

# ValueCopyControl_ImportSettings_ToolTip
source: Import Settings
ru: Импорт настроек

# ValueCopyDesignerControl_Name
source: Value copy designer
ru: Дизайнер копирования данных

# ValueCopyControl_Accessibility
source: Accessibility
ru: Доступность

# ValueCopyControl_CoordinateState_Disabled
source: Hidden
ru: Скрыть

# ValueCopyControl_CoordinateState_Enabled
source: Full access
ru: Полный доступ

# ValueCopyControl_CoordinateState_Readonly
source: Readonly
ru: Только просмотр

# ValueCopyControl_CoordinateState_Unknown
source: Unknown
ru: Неизвестно

# ValueCopyControl_RunCopyForm_Tooltip
source: Run copy form
ru: Запустить форму копирования

# ObjectDescriptionControl_Caption
source: Caption
ru: Наименование

# ObjectDescriptionControl_Description
source: Description
ru: Описание

# ObjectDescriptionControl_Name
source: Name
ru: Имя

# SaveAsDialog_Caption
source: Save As
ru: Сохранить как

# LoadDialog_Caption
source: Load From
ru: Загрузить из

# ObjectLoadDialog_ContentError_Message
source: The Object is damaged. Loading impossible.
ru: Объект поврежден. Загрузка невозможна.

# ObjectSaveDialog_NameIsEmpty_Message
source: Object name is empty. Please fill field 'Name'.
ru: Не указано имя объекта. Пожалуйста заполните поле 'Имя'.

# ObjectSaveDialog_Replace_Message
source: Object with such name already exists. Do you want to replace it?
ru: Объект с таким именем уже существует. Хотите перезаписать его?

source: Measure Group
ru: Группа мер

# MeasureGroup_All
source: <All>
ru: <Все>

# ControlPropertyNotInitialized_Message
source: Property '{0}' for control is not initialized.
ru: Свойство '{0}' элемента управления не настроено.

source: Confirmation
ru: Подтверждение

# PivotGrid_CancelEditButton_Question
source: Restore table data in initial state or state before recalculation?
ru: Восстановить данные таблицы в первоначальное состояние или состояние до пересчета?

# PivotGrid_ConfirmEditButton_Caption
source: Recalculate
ru: Пересчитать

# PivotGrid_ConfirmEditButton_Question
source: Recalculate table data with current changes?
ru: Пересчитать данные таблицы с учетом внесенных изменений?

# Tooltip_Cube
source: Cube: {0}
ru: Куб: {0}

# Tooltip_Dimension
source: Dimension: {0}
ru: Измерение: {0}

# Tooltip_Hierarchy
source: Hierarchy: {0}
ru: Иерархия: {0}

# Tooltip_Level
source: Level: {0}
ru: Уровень: {0}

# PivotGrid_HideHintsButton_ToolTip
source: Hide members and cells hints
ru: Спрятать подсказки для элементов и ячеек

# PivotGrid_ZoomingControl_ToolTip
source: Zoom
ru: Масштаб

# PivotGrid_Columns_Collapse_ShortCut
source: (Ctrl+Shift+Minus)
ru: (Ctrl+Shift+Минус)

# PivotGrid_Columns_Expand_ShortCut
source: (Ctrl+Shift+Plus)
ru: (Ctrl+Shift+Плюс)

# PivotGrid_Rows_Collapse_ShortCut
source: (Ctrl+Minus)
ru: (Ctrl+Минус)

# PivotGrid_Rows_Expand_ShortCut
source: (Ctrl+Plus)
ru: (Ctrl+Плюс)

# PivotGrid_CustomProperties_NotFound
source: Custom properties for member not found. Possible member is calculated.
ru: Пользовательские свойства для элемента не найдены. Возможно элемент вычисляемый.

# MdxDesigner_CalculatedMemberEditor
source: Customer Calculations Editor
ru: Редактор пользовательских вычислений

# CalcMemberEditor_DialogCaption
source: Customer Calculations Editor
ru: Редактор пользовательских вычислений

# CalcMemberEditor_MemberTab
source: Member View
ru: Элемент

# CalcMemberEditor_ScriptTab
source: Script View
ru: Скрипт

# CalcMemberEditor_DisplayFolderLabel
source: Display Folder:
ru: Папка:

# CalcMemberEditor_ExpressionLabel
source: Expression:
ru: Выражение:

# CalcMemberEditor_MeasureGroupLabel
source: Measure Group:
ru: Группа мер:

# CalcMemberEditor_NameLabel
source: Name:
ru: Имя:

# CalcMemberEditor_ScriptLabel
source: Script:
ru: Скрипт:

# CalcMemberEditor_AddMember
source: Add Calculated Member
ru: Добавить вычисляемый элемент

# CalcMemberEditor_AddSet
source: Add Named Set
ru: Добавить именованный набор

# CalcMemberEditor_DeleteMember
source: Delete Current Calculation
ru: Удалить текущее вычисление

# ComboBoxItem_New
source: <Create...>
ru: <Создать...>

# ComboBoxItem_None
source: None
ru: Нет

# FolderComboBox_NewFolder
source: New Folder
ru: Новая папка

# CalcMemberEditor_FormatStringLabel
source: Format String:
ru: Строка форматирования:

# CalcMemberEditor_AddNamedSet
source: Add Named Set
ru: Добавить именованный набор

# ComboBoxItem_NewItem
source: New Item
ru: Новый элемент

# CalcMemberEditor_MembersNamesMustBeUnique
source: The Calculated Members contains in list with alike names. Correct the givenned mistake automatically?
ru: В списке содержатся вычисляемые элементы с одинаковыми именами. Исправить данную ошибку автоматически?

# CalcMemberEditor_NamedSetsNamesMustBeUnique
source: The Named Sets elements contains In list with alike names. Correct the givenned mistake automatically?
ru: В списке содержатся именованные наборы с одинаковыми именами. Исправить данную ошибку автоматически?

# MdxDesigner_EditQuery_ToolTip
source: Edit MDX query
ru: Редактировать MDX запрос

# CalculationsListControl_CalculatedMembers_TreeNode
source: Members
ru: Элементы

# CalculationsListControl_NamedSets_TreeNode
source: Sets
ru: Наборы

# MetadataResponseException_CubeNotFound
source: Cube with name '{0}' not found.
ru: Не удалось найти куб с именем '{0}'.

# MetadataResponseException_DimensionByUniqueName_InCube_NotFound
source: Dimension with unique name '{0}' not found in cube '{1}'.
ru: Не удалось найти измерение с уникальным именем '{0}' в кубе '{1}'.

# MetadataResponseException_HierarchyByUniqueName_InCube_NotFound
source: Hierarchy with unique name '{0}' not found in cube '{1}'.
ru: Не удалось найти иерархию с уникальным именем '{0}' в кубе '{1}'.

# MetadataResponseException_HierarchyByUniqueName_InDimension_NotFound
source: Hierarchy with unique name '{0}' not found in dimension '{1}'.
ru: Не удалось найти иерархию с уникальным именем '{0}' в измерении '{1}'.

# MetadataResponseException_LevelByUniqueName_InHierarchy_NotFound
source: Level with unique name '{0}' not found in hierarchy '{1}'.
ru: Не удалось найти уровень с уникальным именем '{0}' в иерархии '{1}'.

# CalcMemberEditor_Clear
source: Delete All Calculations
ru: Удалить все вычисления

# CalcMemberEditor_BackColorLabel
source: Background Color:
ru: Цвет фона:

# CalcMemberEditor_ForeColorLabel
source: Foreground Color:
ru: Цвет шрифта:

# CellPropertiesDialog_Caption
source: Cell Properties
ru: Свойства ячейки

# MemberPropertiesDialog_Caption
source: Member Properties
ru: Свойства элемента

source: Connection
ru: Соединение

# Dialog_CloseButton_ToolTip
source: Close
ru: Закрыть

# Dialog_MaximizeButton_ToolTip
source: Maximize
ru: Развернуть

# Dialog_RestoreDownButton_ToolTip
source: Restore Down
ru: Свернуть

source: Properties
ru: Свойства

source: Tuple
ru: Координаты

# TransactionStateButton_Name
source: Transaction State Button
ru: Кнопка управления транзакциями

# MdxDesigner_Cube
source: Cube
ru: Куб

# MdxDesigner_SaveCustomCalculations_Message
source: Current query setting will are lost when change cube. You want to save settings?
ru: Текущие настройки запроса будут утеряны при смене куба. Вы хотите сохранить эти настройки?

# ServerExplorer_CubePropertyError
source: Control initialization error. Cube by default is not defined. Please initialize Cube name.
ru: Ошибка инициализации. Куб по умолчанию не задан. Пожалуйста, задайте имя куба.

# LoadingDialog_Name
source: Loading Dialog
ru: Диалог "Загрузить"

# MdxDesignerControl_Name
source: MDX Designer
ru: Дизайнер MDX

# OlapBrowserControl_Name
source: Metadata Browser
ru: Просмотрщик метаданных

# SaveAsDialog_Name
source: Save as Dialog
ru: Диалог "Сохранить как"

# CalcMemberEditor_NonEmpty
source: Non-empty Behavior:
ru: Выражение для Non-empty:

# MdxDesigner_Calculations
source: Calculations
ru: Вычисления

# CellValue_Label
source: Cell value:
ru: Значение ячейки:

# DeleteAll_Question
source: You want delete all items permanently?
ru: Вы действительно хотите удалить все элементы?

# DeleteAll_ToolTip
source: Delete All
ru: Удалить все

# DeleteCurrent_Question
source: You want delete current item permanently?
ru: Вы действительно хотите удалить текущий элемент?

# DeleteCurrent_ToolTip
source: Delete Current
ru: Удалить текущий

# DrillthroughDialog_Caption
source: Drillthrough result
ru: Результат Drillthrough

# CellsConditionsDesignerDialog_Caption
source: Cells styles designer
ru: Дизайнер стилей ячеек

# PivotGrid_CellsConditionsDesignerButton_ToolTip
source: Cells styles designer
ru: Дизайнер стилей ячеек

# Toolbar_DeleteAllButton_ToolTip
source: Delete all
ru: Удалить все

# Toolbar_DeleteButton_ToolTip
source: Delete current item
ru: Удалить текущий элемент

# Toolbar_NewButton_ToolTip
source: Create new
ru: Создать новый

# ConditionsDesigner_Appearance_Label
source: Cell Appearance
ru: Внешний вид ячейки

# ConditionsDesigner_Condition_Label
source: Cell Value Condition:
ru: Условие для значения ячейки:

# ImageChoiceDialog_Caption
source: Image Choice
ru: Выбор изображения

# BackColor_Label
source: Back Color:
ru: Цвет фона:

# BorderColor_Label
source: Border Color:
ru: Цвет границы:

# CellConditionControl_AppearanceItem
source: Options
ru: Опции

# CellConditionControl_CellAppearanceItem
source: Cell Appearance
ru: Вид ячейки

# CellConditionControl_ImageItem
source: Image Settings
ru: Настройки изображения

# CellConditionControl_ProgressBarItem
source: ProgressBar Settings
ru: Настройки индикатора выполнения

# ChangeCustomImage_Caption
source: Change image
ru: Изменить изображение

# Conditions_Label
source: Conditions:
ru: Условия:

# EndColor_Label
source: End Color:
ru: Конечный цвет:

# ForeColor_Label
source: Fore Color:
ru: Цвет шрифта:

# IgnoreAllOptions_Check
source: Ignore All Options
ru: Игнорировать все опции

# Image_Label
source: Image:
ru: Изображение:

# LoadSettings_ToolTip
source: Load Settings
ru: Загрузить настройки

# MaxValue_Label
source: Max Value:
ru: Максимум:
