Repository: sunilkumargit/wingsoa
Catalog: trunk/Applications/BusinessIntelligence/Wing.Olap.Controls/Localization.*.resx
Languages: ru

# MemberUniqueName_Label
source: Member unique name:
ru: Уникальное имя элемента:

# MinValue_Label
source: Min Value:
ru: Минимум:

# SaveSettings_ToolTip
source: Save Settings
ru: Сохранить настройки

# ShowImage_Check
source: Show Image
ru: Отображать изображение

# ShowProgressBar_Check
source: Show ProgressBar
ru: Отображать индикатор выполнения

# ShowValue_Check
source: Show Value
ru: Отображать значение

# StartColor_Label
source: Start Color:
ru: Начальный цвет:

# StyleDetails_Label
source: Style Details:
ru: Настройки стиля:

# Styles_Label
source: Styles:
ru: Стили:

# UseAllOptions_Check
source: Use All Options
ru: Использовать все опции

# UseBackColor_Check
source: Use Back Color
ru: Использовать цвет фона

# UseBorderColor_Check
source: Use Border Color
ru: Использовать цвет границы

# UseForeColor_Check
source: Use Fore Color
ru: Использовать цвет шрифта

# ValueCondition_Label
source: Value Condition:
ru: Условие для значения:

# Assembly_Label
source: Assembly:
ru: Сборка:

# ImagePreview_Label
source: Image preview:
ru: Просмотр изображения:

# Images_Label
source: Images:
ru: Изображения:

# SortingSettingsDialog_Caption
source: Sorting Settings
ru: Настройки сортировки

# ContextMenu_SortingByMeasure
source: Sorting Axis by Measure
ru: Сортировка оси по мере

# ContextMenu_SortingByProperty
source: Sorting by Property
ru: Сортировка по свойству

# ContextMenu_ClearAxisSorting
source: Remove Sorting
ru: Удалить сортировку

# SortingPropertiesDialog_MeasureNotSelected_Message
source: Measure for sorting is not selected. Please select Measure in dropdown list.
ru: Не выбрана мера для сортировки. Пожалуйста выберете меру из выпадающего списка.

# Measure_Label
source: Measure:
ru: Мера:

# Property_Label
source: Property:
ru: Свойство:

# SortingBy_Label
source: Sorting by:
ru: Сортировать по:

# SortingDirection_Label
source: Sorting direction:
ru: Направление сортировки:

# Sorting_Ascending_Label
source: Ascending
ru: По возрастанию

# Sorting_Descending_Label
source: Descending
ru: По убыванию

# Sorting_None_Label
source: None
ru: Нет

# ContextMenu_AutoWidthColumns
source: Auto Width
ru: Автоподбор ширины

# CubeNotFound_Message
source: Cube with name '{0}' not found.
ru: Не удалось найти куб '{0}'.

# MeasureGroupNotFound_Message
source: Measure Group with name '{0}' not found in Cube '{1}'.
ru: Не удалось найти группу мер '{0}' в кубе {1}.

# KPIViewer_ColumnGoal
source: KPI goal
ru: Цель

# KPIViewer_ColumnName
source: Name
ru: Наименование

# KPIViewer_ColumnStatus
source: Status
ru: Состояние

# KPIViewer_ColumnTrend
source: Trend
ru: Направление

# KPIViewer_ColumnValue
source: KPI value
ru: Значение

# KPIViewer_ColumnVariance
source: Variance
ru: Изменение

# ContextMenu_DataReorganizationType
source: Members Group Mode
ru: Режим группировки элементов

# ContextMenu_DataReorganizationType_HitchToParent
source: Group to Hierarchy
ru: Объединять в иерархию

# ContextMenu_DataReorganizationType_MergeNeighbors
source: Group Neighbors
ru: Объединять соседние

# ContextMenu_DataReorganizationType_None
source: None
ru: Нет

# ColumnsHeader
source: Choice columns
ru: Выбор колонок

# ShowAll_Check
source: Show all
ru: Показать все

# ContextMenu_SortingByValue
source: Sorting by Value
ru: Сортировка по значению
